<?php
/**
 * Created by PhpStorm.
 * User: roman
 * Date: 10/3/16
 * Time: 9:24 AM
 */

namespace Nerd\Sluggy\Tables\Cyrillic;

const TABLE = [
    'а' => 'a', 'б' => 'b', 'в' => 'v', 'г' => 'g', 'д' => 'd', 'ж' => 'zh',
    'з' => 'z', 'и' => 'i', 'й' => 'j', 'к' => 'k', 'л' => 'l', 'м' => 'm',
    'н' => 'n', 'о' => 'o', 'п' => 'p', 'р' => 'r', 'с' => 's', 'т' => 't',
    'у' => 'u', 'ф' => 'f', 'х' => 'h', 'ц' => 'c', 'ч' => 'ch', 'ш' => 'sh',
    'щ' => 'sch', 'ы' => 'y', 'э' => 'e', 'ю' => 'yu', 'я' => 'ya', 'і' => 'i',
    'ї' => 'yi', 'є' => 'ye', 'ґ' => 'g', 'е' => 'e', 'ь' => '', 'ъ' => ''
];
